{
  "terminologia": [
    {
      "word": "Arrakis",
      "meaning": "Arrakis, também conhecido como “Duna“, e mais tarde “Rakis” após a queda do Imperador Deus Leto Atreides II, era um planeta desértico severo localizado na extremidade do Velho Império no sistema estelar Canopus. Mais tarde, tornou-se o centro do Império sob o império de Muad’Dib. Foi a fonte original e por muito tempo a única fonte da Especiaria Melange, vital para viagens espaciais."
    },
    {
      "word": "Água da Vida",
      "meaning": "A Água da Vida era um líquido azul venenoso usado pelas Bene Gesserit para transformar suas irmãs em Reverendas Madres. Para o não treinado no controle do corpo prana / bindu, a substância era letal; mesmo a menor quantidade matará alguém em incrível agonia. A Água da Vida teve origem no planeta Duna. Ele começou sua vida como a bile de um jovem verme da areia e, se não matasse a Bene Gesserit ou Sayyadina que o ingeriu, era convertido em um narcótico do espectro da consciência que era usado em orgias de especiarias."
    },
    {
      "word": "Bene Gesserit",
      "meaning": "As Bene Gesserit são uma organização pseudo-religiosa de mulheres espiãs, freiras, cientistas e teólogas que usam experimentação genética, interferência política galáctica e engenharia religiosa para promover sua própria agenda de ascensão da raça humana com o advento de seu escolhido, o Kwisatz Haderach."
    },
    {
      "word": "Bene Tleilax",
      "meaning": "Os Bene Tleilax, ou Tleilaxu, como eram mais comumente chamados, eram um grupo de humanos secretos e geneticamente alterados que habitavam Tleilax, o único planeta da estrela Thalim. Os costumes e a ética dos Bene Tleilax levaram à repulsa generalizada pelas outras culturas do Universo Conhecido, uma reação que fez pouco para saciar a fome dos Tleilaxu de subjugar seus rivais."
    },
    {
      "word": "Especiaria ou Melange",
      "meaning": "A Especiaria Melange, comumente referida simplesmente como ‘a especiaria‘, era um narcótico do espectro da consciência produzido naturalmente que formou um bloco fundamental de comércio e desenvolvimento tecnológico no universo conhecido por milênios. Ele também desempenhou um papel importante nas viagens e no desenvolvimento cultural, pois é vital para as viagens espaciais, permitindo que os navegadores guiem naves espaciais com segurança através da Dobra do Espaço."
    },
    {
      "word": "Fremen",
      "meaning": "Os Fremen são humanos, que consideram o planeta Arrakis sua casa. Eles foram parte integrante do estabelecimento do Império Atreides e da Jihad de Muad’Dib lançada por Paul Atreides, seu líder adotivo."
    },
    {
      "word": "Guilda Espacial",
      "meaning": "A Guilda Espacial, também conhecida como Guilda dos Navegadores, ou mais simplesmente Guilda, era uma organização que detinha acesso exclusivo a viagens espaciais mais rápidas que a luz. O monopólio da Guilda nas viagens e transportes espaciais e nos bancos interestelares é considerado o ponto de início do Calendário Imperial."
    },
    {
      "word": "Gom Jabbar",
      "meaning": "O Gom Jabbar, também conhecido como “o inimigo arrogante“, era uma agulha envenenada com metacianeto que ficava em um dedal e, portanto, podia ser fixada na ponta do dedo de uma pessoa. O teste do Gom Jabbar serve para determinar se a consciência de um indivíduo era mais forte do que seus instintos. Se a percepção deles da presença do Gom Jabbar fosse forte o suficiente, isso anularia seus instintos de desistir do teste, que geralmente envolvia grande dor física."
    },
    {
      "word": "Kwisatz Haderach",
      "meaning": "Kwisatz Haderach era um termo usado principalmente pela Bene Gesserit. Era um antigo termo Chakobsa traduzido literalmente como “Encurtamento do Caminho“. As Bene Gesserit utilizaram-se de engenharia genética durante gerações vizando gerar o Kwisatz Haderach."
    },
    {
      "word": "Mentat",
      "meaning": "Mentat era uma profissão ou disciplina desenvolvida para substituir os computadores e as máquinas pensantes após a Jihad Butleriana que proibia a criação de máquinas na imagem da mente humana, assim como a Guilda Espacial e as Bene Gesserit assumiram funções semelhantes."
    },
    {
      "word": "Muad’Dib",
      "meaning": "A palavra Muad’Dib tem vários significados: Muad’Dib, o nome Fremen para o rato do deserto encontrado no planeta Arrakis; Muad’Dib, o nome Fremen adotado por Paul Atreides, em Duna; Muad’dib, uma constelação vista de Arrakis; Muad’dib, uma das duas luas de Arrakis."
    },
    {
      "word": "Ornitóptero",
      "meaning": "Ornitópteros, também comumente chamados de ‘tópteros, são os pequenos veículos de transporte mais comuns no Império. Essas naves tem capacidade para transportar 6 passageiros, 9 se os bancos traseiros fossem removidos. Tópteros também são muito versáteis. Embora capazes de viagens espaciais em distâncias curtas, essas pequenas naves operam principalmente em atmosferas planetárias. Seus usos variam desde o transporte humano entre cidades e continentes até o transporte de carga leve em longas distâncias."
    },
    {
      "word": "Sardaukar",
      "meaning": "Os Sardaukar eram uma força militar de elite do Imperador Padishah durante o Império Corrino. Eles eram famosos e temidos em todo o universo conhecido por suas fanáticas habilidades de luta, e usavam a implacabilidade, crueldade e engano para atingir seus objetivos."
    },
    {
      "word": "Trajestilador",
      "meaning": "Um Traje Destilador é um traje completo usado no deserto aberto do planeta Arrakis, projetado para preservar a umidade do corpo. Consistia em várias camadas que absorviam a umidade do corpo por meio do suor e da urina e, em seguida, filtravam as impurezas de modo que a água potável circulasse pelos coletores. O indivíduo pode então beber a água recuperada de um tubo preso ao pescoço. Um Traje Destilador, mantido em bom estado de funcionamento e mantido de maneira adequada, permitia ao usuário sobreviver por semanas no deserto aberto."
    },
    {
      "word": "Verme de Areia",
      "meaning": "O Verme da Areia era uma forma de vida nativa do planeta Arrakis. Ele viveu nos vastos desertos e dunas de areia que se estendiam pela superfície do planeta. Mais importante ainda, os vermes da areia são um fator essencial na criação da Especiaria Melange."
    },
    {
      "word": "A Voz",
      "meaning": "O termo “Voz“, ou “A Voz“, referia-se a um mecanismo de controle áudio-neural que permite a manipulação da fala para obter controle completo sobre um receptor. É aperfeiçoado pela Bene Gesserit por meio do treinamento combinado de várias técnicas avançadas."
    }
  ]
}
